[
    {	"strName" : "Oneirotix Dalisay",
        "strDesc" : "She's Everything To You\nDalisay is the Dream Girl you can have - Experience One Romantic Night with Dalisay in the Terrace Gardens of Hangzhou. Can you Woo the Dazzling Actress before the Stroke of Midnight? Try the new dream from Oneirotix today."
    },
    {	"strName" : "The Abyss: Personality Matrices Of Notorious Psychopaths",
        "strDesc" : "Subscribe To The Abyss: Personality Matrices Of Notorious Psychopaths. This Month's Installation: Become Ayaka Ito, The Serial Cannibal Who Ate Her Victims Alive..."
    },
    {	"strName" : "Chan Rak Khun",
        "strDesc" : "Don't Get Scammed!! Foreigners To Calico City Require A Good Hearted Citizen To Be Their Guide, BUT!!!! Don't Pay Just Any Young Smiling Man On The Wharf -- Scammers Abound!! Enter Chan Rak Khun, To Offer Guide Services At FIXED PRICES With Your Safety OUR GUARANTEE!!! Chan Rak Khun -- It's Better To Be Safe Than Sorry!!"
    },
    {	"strName" : "Phillip Barry",
        "strDesc" : "Can you control people like a touchscreen?\nDoes your dead granny nag you for your bad habits?\nEver found yourself inside a cat?\nYou may be PSYCHIC.\nDr. Phillip Barry is testing all comers for PSIONIC APTITUDE. Contact him or one of his disciples on Mars, Venus, or Ceres, and GET YOURSELF TESTED TODAY."
    },
    {	"strName" : "BreakBet",
        "strDesc" : "Breakout fans! Your team's up by five in the first five? YOU WIN. Five fouls in the first five minutes? YOU WIN. Five broken fingers in a single game? YOU WIN. All these bets and more to celebrate Tharsis' big 5-0 years since the landing. BreakBet: Don't break even, Break Out, and Win Big!"
    },
    {	"strName" : "Penumbra Group",
        "strDesc" : "Killing people is a lot like making money: the first million's the hardest. But if you already have a lot of money, and certain problems with singular solutions, contact the Penumbra Group. Consider our Double Tap package, and kill your target's partner for half price; or perhaps our Scorpion Guarantee, where you nominate a person to be killed in the event of your death. "
    },
    {	"strName" : "Holograham Wafers",
        "strDesc" : "Holograham Wafers: so thin there's nothing to them!"
    },
    {	"strName" : "Young Sir's Degustation In A Cup",
        "strDesc" : "Young Sir's Degustation In A Cup: Fancy food for fancy babies. New from Nestégg."
    },
    {	"strName" : "Big Crunch Cereal",
        "strDesc" : "Big Crunch Cereal: a singularity of flavour."
    },
    {	"strName" : "Pinings Tea",
        "strDesc" : "Pinings Tea: the cure for homesickness."
    },
    {	"strName" : "Dali Flakes",
        "strDesc" : "Dali Flakes: Cereal that's surreal! 100μg psilocybin per serving. "
    },
    {	"strName" : "Weber Optics",
        "strDesc" : "Weber Optics: Precision you can see."
    },
    {	"strName" : "Weber Fusion Torch Ignition Laser",
        "strDesc" : "The Weber Fusion Torch Ignition Laser: With a Weber behind you, you can go anywhere."
    },
    {	"strName" : "Weber Laser Torch",
        "strDesc" : "The Weber Laser Torch: Cutting. Soldering. Welding. The power is in your hands."
    },
    {	"strName" : "Renbao Portal 3 Smartphone",
        "strDesc" : "The Renbao Portal 3 Smartphone: Now Portal's thinking with you!"
    },
    {	"strName" : "Renbao Lattice Tablet",
        "strDesc" : "The Renbao Lattice Tablet: It just works, so you don't have to."
    },
    {	"strName" : "Hyun Lee Petware",
        "strDesc" : "Hyun Lee Petware: Don't ask why. Ask 'why don't I have one?'"
    },
    {	"strName" : "Hyun Lee Data Dog",
        "strDesc" : "The Hyun Lee Data Dog: Fits all your data in one dog!"
    },
    {	"strName" : "Hyun Lee Collapsible Cat",
        "strDesc" : "The Hyun Lee Collapsible Cat: Folds up in a handbag for carrying convenience."
    },
    {	"strName" : "Hyun Lee Eco Fish",
        "strDesc" : "The Hyun Lee Eco Fish: Fire the pool boy. The Eco Fish eats your filth to live!"
    },
    {	"strName" : "Hyun Lee Fighting Fox",
        "strDesc" : "The Hyun Lee Fighting Fox: The only scarf that protects you from cold AND would-be muggers."
    },
    {	"strName" : "Hyun Lee Rhinoctopus",
        "strDesc" : "The Hyun Lee Rhinoctopus: We were crazy enough to create it, you're crazy enough to buy it."
    },
    {	"strName" : "Langdon-Phillips Aircars",
        "strDesc" : "Langdon-Phillips Aircars: Classic American design. Classic Chinese manufacturing."
    },
    {	"strName" : "L-P Diamondback",
        "strDesc" : "The L-P Diamondback: Armored with 3cm of patented NanoCarbon plating, and on-board life support that lasts up to 3 hours. Get there. Get through."
    },
    {	"strName" : "Green Energy Company",
        "strDesc" : "The Green Energy Company: Opiates for the masses. Benzos for everyone else."
    },
    {	"strName" : "Damask Rose",
        "strDesc" : "Damask Rose: serve with light jazz, ice cream, and a comforter for maximum effect."
    },
    {	"strName" : "Lime 'n Coconut",
        "strDesc" : "Lime 'n Coconut: Our indica strain to relieve any ache!"
    }
]