[
	{
		"strName" : "DifferentTest",
		"strSubEntries" : [
		"",
		""
		]
	},
    {
		"strName" : "TestLore",
		"strSubEntries" : [
            "<b>Alice Yu\n</b></i>Poetry In Motion\n\n</i>",
			"<align=\"right\"><b>Kofo Nwapa\n</b><i>Universal Appeal\n\n</i>",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬I have news.\n\n",
			"¬bold¬ALICE: ¬unbold¬Or, more accurately, I have information which isn’t news and probably should be.\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬This again.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬Read it before you get snippy with me!\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬Very well.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬And?\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬Sorry, back. And, sorry, I’m in the middle of a turn and burn …\n\n",
			"¬mr¬mright¬left¬¬bold¬ALICE: ¬unbold¬Fine. I’ll summarise.\n\n",
			"¬bold¬ALICE: ¬unbold¬The first attachment is an unpublished, unfinished longitudinal study from Deimos U on the past twenty years of shipping, and the relative danger - I know you know where I’m going with this, so let me jump to the interesting part.\n\n",
			"¬bold¬ALICE: ¬unbold¬Yes, it’s self-evident that the danger is increasing. Yes, more ships are vanishing, yes, Jupiter is still a fucking warzone, blablablabla.\n\n",
			"¬bold¬ALICE: ¬unbold¬But beside all that, the loss ratio today is higher, far higher than the most pessimistic estimates indicated, and no observable variables can account for it!\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬We lost Earth, Ally …\n\n",
			"¬bold¬KOFO: ¬unbold¬I’d say shit happens, but I think it’s also fair to say that never has such a colossally large turd ever happened, not in human history.\n\n",
			"¬bold¬KOFO: ¬unbold¬We’ve been down this road before,  you and I, and I’m not in the mood for your trutherisms right at this moment.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬Look at the other attachment.\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬I’ve glanced at it. I don’t think this proves what you think it proves.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬They fucking got her!\n\n",
			"¬bold¬ALICE: ¬unbold¬The PhD running the study. You think she just happened to chow down on a jug of gadolinium by mistake?\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬If you read it, it says someone mixed up the contrast for the MRI. She had a cluster of rare gastric diseases which required weekly observation.\n\n",
			"¬bold¬KOFO: ¬unbold¬That’s like … I’m going to double check with the nurse next time I have mine.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬Happy to see you’re reading along with me now.\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬In the long run this is probably the least painful option for me. You’ve got a bee in your bonnet.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬Yes, well, I’m taking this seriously. Her research was taking her deep into the black (metaphorically, obviously). Because if she published - you wouldn’t believe how lucky I was to get this, believe me - it becomes a matter of record. Deimos U is a fuck, top to bottom, but they still know what peer review is, and I’m convinced they’d have vindicated her.\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬If you wanted to quash public inquiry you wouldn’t assassinate a researcher. You could just bribe their supervisor to stop returning their emails.\n\n",
			"¬bold¬KOFO: ¬unbold¬Then they’d kill themselves.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬Did I offend you or something?\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬Okay let’s pretend I’m a vast conspiracy with fingers in all the pies, governments, ubercorps, public forums, militaries, whatever - \n\n",
			"¬bold¬KOFO: ¬unbold¬if I go around killing people who’re finding out that I’m disappearing indie freighters, pop, dead researcher on Mars, slash, dead captain who couldn’t stop hunting the truth, kablam, tram full of dead truthers on their way to a Vigil - eventually I slip up.\n\n",
			"¬bold¬KOFO: ¬unbold¬Eventually I slip up so publicly that everyone sees. And then what do I have? Everyone in the System hates me. Who benefits? No one. I’m just a murderous cunt with nowhere to turn.\n\n",
			"¬bold¬KOFO: ¬unbold¬And no, you didn’t offend me, but I’m getting pretty tired of you only wanting to message me when you’ve found some new windmill to tilt at, or some smoking gun to brandish.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬I didn’t know you felt that way. I feel like I’m going crazy over here, and this is how it comes out when I need someone to talk to. I’m sorry.\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬You can message me when you’re happy, you know.\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬I’m only happy when I’m with you.\n\n",
			"¬mr¬mleft¬right¬bold¬KOFO: ¬unbold¬3/10\n\n",
			"¬mr¬mright¬left¬bold¬ALICE: ¬unbold¬Haha okay fair enough. But for real, see if you can find time in the budget to wait a few days on Enceladus. I think I can swing a rendezvous ..."
        ]
    }
]