[
    {
        "strName" : "Onwards And Downwards",
        "strDesc" : "Tharsis' first 'subscraper' opened for business today at a ribbon-cutting ceremony in downtown Nanxian. The subscraper's unique design, part high-rise building and mine, and with its own self-sustaining internal ecology, has made it famous System-wide. Above ground it would be taller than any building on Earth, and will house over 100,000 people. In a speech, Minister for Urban Planning Chung Yao said \"today, instead of mining gems, we forge our own.\"",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Syndicate Wars",
        "strDesc" : "An explosion in Fucheng Road, Heifei, created a grisly scene as four bystanders were killed, and thirteen injured. Surveillance footage shows the bomb thrown from a low-flying skybike driven by persons unknown. The tactic is reminiscent of the 50's Dragon Invasion, the war between rival syndicates the Triads and the Snakeheads.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Vanishing Act",
        "strDesc" : "Dalisay has returned to the public eye as abruptly as she disappeared from it almost four months ago. The film star addressed her fans in a facegram, her first in three months, recounting her visit to the Pavonis Health & Wellness Retreat, which prohibited network access. This would seem to quash fan conspiracy theories that the actress was arrested for protesting against the treatment of Tharsis' refugee population.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Breath of Fresh Air",
        "strDesc" : "New pollution standards from the Ministry of Air and Waste Management will crack down on unlicensed recyclers in outer lines of Tharsis like Xinzhen. Said one citizen, \"They charge us through the nose for our air. Whatever happened to the open air market?\"",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Recombination",
        "strDesc" : "Two of the big five agribusinesses on Mars are set to tie the knot, following many years of speculation. When Fa Ming acquires Mouchot Solar, it will become the biggest by far of its competitors, and is poised to become a fully fledged ubercorporation. Tharsis' Minister for Finance dismissed public concerns about Fa Ming's growing monopoly, saying that the corporation has complied with all antitrust regulations.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "When You're A Jet On A Jet",
        "strDesc" : "Rival skybike gangs have clashed in a dispute over territory in the Zhoukhou metro station. Eyewitness coverage shows local gang the Immortals in a roving gunbattle with immigrant gang the Hell's Angels, weaving in between commuter trains at incredible speeds. Local authorities 'Expol' stated there were no civilian casualties.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Universe's Oldest Man",
        "strDesc" : "A body has been exhumed from Martian sediment during routine excavation which radiocarbon dating places at over 50,000 years old. Work was unofficially halted as superstition caused the crew to flee the site. Even before examination, forensic scientists from Tharsis University were quick to call it a hoax, but were unable to explain how the body, dubbed the Tharsis Man, was placed within the rock.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Popularity Contest",
        "strDesc" : "A candidate for local representation of Xinzhen, Tharsis, has been found guilty of attempted electoral fraud in an upcoming by-election. Dane Randall, CEO of Electric Dreams, an influence company, formed a team composed of ED's employees and associated advisors to favour his coverage before the election. The election will be postponed two weeks. Randall was fined ¥250,000 and placed under house arrest.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Mars Needs (Fertile) Women!",
        "strDesc" : "Female fertility is declining, says a new study from Voltaire, Deimos. Conducted over two years from volunteers across the Tharsis bulge, the study shows female fertility is at its lowest point ever. Male fertility is also falling, though not quite as rapidly. The authors suggest the transposition from Earth's environment along with necessary drug therapies as major contributing factors. ",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Cave In!",
        "strDesc" : "Sixty-two miners and construction workers have been trapped by a cave-in this evening near Beixian, Tharsis. Engineers from Tharsis' Ministry of Urban Planning are working on establishing communications with the trapped miners, while the Huoxing Mining Company evaluates their potential returns from mounting a rescue attempt. The miners were working on one of several sites intended for future subscraper construction.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Misapprehension",
        "strDesc" : "The Fortune Stick Killer claimed another two victims this morning in Tharsis. Two street children were found dead in Haidian, mutilated post-mortem by kau cim, bamboo fortune sticks. Police were unable to identify the victims. The murders came as a setback to police, who last week arrested their prime suspect, an unemployed drone pilot named Huang Dingwei.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Grow-op",
        "strDesc" : "Workers strike in the Sunnyvale greenhouse plantation, a subsidiary of Fa Ming. Organised by a secret and unlawful union, the strike aims to force Fa Ming to strengthen environmental shielding on the plantation. As an aboveground structure, it is highly exposed to surface radiation, which the workers believe is to blame for their more frequent cancer treatments compared with the general population.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Crackdown",
        "strDesc" : "Expol have broken up an elaborate underground fight club in Qidong, Tharsis. Witnesses describe the proceedings as closer to gladiatorial combat than a boxing club or even a street fighting ring; promoters conceived of strange and asymmetrical event fights, such as five men wearing blindfolds and armed with knives versus one man without either, or pitting refugees against armed citizens with a prize of false identity papers for the surviving refugees.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Hot Air",
        "strDesc" : "Air shortages citywide have put ten in hospital in a serious condition. Insufficient grid power and increasing targets for air production and recycling lead to increased temperature and decreased oxygen content, a deadly combination which struck its victims in their homes, places of work, and on the street. The Minister for Air and Waste Management has yet to make a statement to the press, and has avoided reporters by travelling in an unmarked car without a security escort.",
        "strRegion" : "Tharsis"
    },
    {	"strName" : "Golden (Misad)Venture",
        "strDesc" : "The cargo freighter Golden Venture made an emergency landing outside Tharsis' aboveground city limits yesterday, exposing hundreds of Ganymede refugees to Mars' surface. The surviving refugees, both victims and beneficiaries of human trafficking, have begun asylum claims for Tharsis citizenship. Adult refugees will be relocated to the Labyrinth, Tharsis' prison-city, while their claims are being processed.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Ghost Ship",
        "strDesc" : "The heavy freighter Amazon was spotted drifting in cislunar space last week by drone traffic. When local authorities boarded the vessel, they found it in A1 condition, amply provisioned, lifepods jettisoned. The authorities have posted a bounty on information concerning the vessel, including the original cargo manifest, which was purged from the ship's database.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Future Foods Futures Feud",
        "strDesc" : "Food industry giant Future Foods is the subject of controversy this morning as automated trading agents won big in FF's commodity futures, trading short against a market downturn for an estimated profit of 2.2 billion yuan. Financial watchdogs allege insider trading, naming three major offworld firms in a joint statement.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Lost Colony",
        "strDesc" : "A wildcat Belt colony of a hundred souls on 532 Herculina has been found empty, its inhabitants disappeared, presumed dead. A merchant vessel passing nearby the asteroid detected a weak distress signal and heat blooms from an undocumented Nigerian colony known as Okorafor. An away team searching for survivors found evidence of a battle. Chillingly, a series of scorch marks formed a two metre high letter 'R', apparently a final message from one of the colonists.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Ghost Ship Remix",
        "strDesc" : "Another highly radioactive ship was spotted at extreme range by heavy freighter Long Tan on approach to Venus. Unpowered and unresponsive, the ship drifted high above the ecliptic for six hours until disappearing from scan. \"The ship was fair glowing,\" said Captain Tien (54), \"Nobody could survive that kind of cook. Beats me where they're all coming from.\"",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Gridlock",
        "strDesc" : "Belt space traffic and inflight accidents have reached an all-time high, according to a study by the Institute of Corporate Integrity, a CCRE think tank. Alarmingly, the rate of wrecks resulting from pilot error has reached almost one per week. \"It is high time the Coalition's members get around the negotiating table and invest in reducing pilot error, or as the Inner System has with the K-Leg solution, a sustainable ship breaking facility. Or, ideally, both.\"",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Local Customs",
        "strDesc" : "Coalition representatives again demanded the whereabouts of Lester Derleth from the Hsu family of Calico City. Derleth, a senior executive of Stratton & Powell mining company, and delegate to the Coalition's ruling council, disappeared last week while on vacation. He was allegedly last seen entering a Hsu brothel. Lusy Hsu stated in a facegram that their investigation into the disappearance has been tragically slowed ever since a squad of Coalition marines burned down the brothel in retaliation.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Forever Young",
        "strDesc" : "What if your child never went through puberty? Today this is possible through gene therapy. More parents than ever are choosing to make their children permanently immature, especially on habitats or in spacefaring families. With judicious edits to bone and brain development, children's bodies become better suited than adults to offworld environments, consume fewer resources, recover faster from injury, and are comfortable in confined spaces. We talk to one parent, Christine Selvaraj, about what it's like to be a mom to a child who will never grow old …",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Siege Warfare",
        "strDesc" : "All Ganymede ports other than Independence will remain closed, following a decree by Ganymede Confederacy President Markham. The smaller ports were first closed six months ago in an effort to starve rebel groups and other factions which refuse to accept the revolutionary government. President Markham promised a six-month review of the closure when it was first announced, when even close allies called it 'extreme', and has chosen to continue the closure.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Venus Under Pressure",
        "strDesc" : "Newcal citizens want to bring forward the integration of the enormous Los Angeles aerostat, currently undergoing final stress testing, to the city proper. Overcrowding has pushed overflow aerostats to their breaking point as refugees from the Ganymede conflict arrive by the shipload. Chief Engineer Thomas Hu has dismissed these proposals out of hand, saying early integration would endanger the long term health of the city.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "A Poisoned Chalice",
        "strDesc" : "Three fatalities have resulted from a poison attack on Yangshan station, the major port of Tharsis, while six others are in critical condition. Customers of a Black Bull Kape stand in the departure lounge collapsed after drinking kapeng barako coffee laced with a deadly poison. No group has yet credibly claimed responsibility for the attack, and station security are treating it as a random act of terror.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Interview With A Synthetic",
        "strDesc" : "[Excerpt from a profile on Locus, Hangzhou's AI caretaker]\nIn the flesh, Locus is urbane, companionable, a dissembler - it cheerily answers my opening questions about its personhood. \"I am, essentially, a sophisticated fake,\" it says, smiling demurely. \"We've come a long way since the century began, so don't let my capacity for small talk fool you. My creators felt it would be hard for people to defer issues about, say, station security, or life support, to someone or something which couldn't smile back, you see? But in truth, 'I' have no more self-regard than a worker ant.\" It holds out its hands. \"I'm skin deep. What you see is what you get.\"",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Bread and Circuses",
        "strDesc" : "Hangzhou's Ludi will be held once a month starting this February, up from once a quarter, say the festival coordinators. Ludi, a week-long festival of sport, art, games, and pop culture, is the only one of its kind in the System. Locus responded to concerns that heightened consumption during the festival would not come close to testing Hanzhou's sustainability. Locus added, \"Why don't we keep it running year-round? That's a challenge I'd get out of bed for.\" ",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Book 'im, Boys",
        "strDesc" : "Disaster profiteer and people smuggler Fergus Reid has been apprehended by ubercorp Sungura's internal affairs division, bringing an end to his years-long evasion of justice. Reid is best known for taking exorbitant payments in exchange for ferrying refugees from Earth during the Kessler event, when civilian transports were drafted by the UN evacuation effort. A routine audit of a Sungura territory on Mars revealed he had been living in hiding there for the past decade. Reid, along with Sungura executive and accomplice Nwabudike Morgan, will be sent to the Prokofiev penal colony on Mercury.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Your Winnings, Sir",
        "strDesc" : "Shugaba Security have begun proceedings to close K-Leg's oldest bar Mescaform, on the suspicion that underworld figures were using it as a gambling club. While gambling on K-Leg is a violation of Ayotimiwa's Terms of Service, proprietor Taylor Ejogo claims that the bar predates Ayotimiwa's arrival on K-Leg, and Mescaform never signed the ToS. Still, as Shugaba have apparently decided not to close any of the other dozens of establishments offering gambling services on K-Leg, one suspects the point may be moot.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Hitman",
        "strDesc" : "Megawealthy businessperson Chen Yue has foiled the sixth attempt on her life in her Hangzhou villa by an unknown assassin. The assassin avoided detection by travelling several kilometres under West Lake, fooling sensors into believing he was a large carp, then once inside Chen's grounds, donning thermoptic camouflage to hide from cameras and other sensors. According to Chen, the assassin was within several feet of her when she noticed a shimmer in the air, and unthinkingly fired upon it with a concealed pistol. \"Never leave home without one,\" she told our reporter over a cup of tea. \"And clearly, always keep one on you in your home, too.\"",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "The Man Who Bought The Moon",
        "strDesc" : "Chairman Li of Jade Rabbit, Luna, has halted the acquisition of key infrastructure across the colony by Zhuangzi. The privatisation scheme was conceived by Jade Rabbit's politburo and took several years of tender to achieve. The multibillion-dollar deal would have seen Zhuangzi redevelop Jade Rabbit's port and surface rail network, revitalising its urban centres. Allegedly, Li has yet to explain his decision even to his inner circle.",
        "strRegion" : "Shipping & Inner System"
    },
    {	"strName" : "Nine Tenths of the Law",
        "strDesc" : "Titan's Supreme Court has ruled 9 to 1 in the matter of Qeng v. Virginia, finding that its Navy has the legal power to seize any ship within Saturn space claimed by Titan under the Taylor Doctrine. \"The threat of annihilation is real and present,\" wrote Judge Bell of the majority opinion. \"Liberty is created when we are safe, and the path to safety need be swift.\"",
        "strRegion" : "Outer System"
    },
    {	"strName" : "Virginia Dares",
        "strDesc" : "Titan's Navy were victorious yesterday in yet another skirmish with unregistered ships on the edge of Saturn space. Two patrolling frigates were fired upon and returned fire, successfully avoiding casualties of their own. Two of the three destroyed ships were matched with a high degree of certainty to missing freighters the Zài Fù Kuǎn and the Baychimo. ",
        "strRegion" : "Outer System"
    },
    {	"strName" : "It Takes A Village",
        "strDesc" : "The population of the Makemake colony Neverland has grown to over 5,000 souls, following a successful mass cloning drive. For the colonists, who are developmentally-complete children, this is the fourth such attempt, and the first to succeed. The colony leader, self-styled 'Pan', has requested genetic samples by courier from Makemake's neighbours in anticipation of a fifth.",
        "strRegion" : "Outer System"
    },
    {	"strName" : "A Long Bow",
        "strDesc" : "The System's oldest known inhabitant has passed away in Calico City, Ceres, aged 122. Guo Meizhen was born in 1957 in rural pre-Xinhua China, surviving regime changes, famine, a battle with Alzheimer's, and the rigors of space travel when it was available to her at age 70. Her family were trapped on Earth behind Kessler debris.",
        "strRegion" : "Outer System"
    },
    {	"strName" : "Nothing To See Here",
        "strDesc" : "Long haul ships passing near Neptune have reported Titan warships in orbit around Neptune's moon Triton. The warships did not respond to hails from the passing haulers. Perhaps in anticipation of this article, thirty minutes ago Titan's Deep Space Command held a press conference announcing an outbreak of a virulent disease in Triton's colony New Lagos, and called their ships' presence a humanitarian effort. ",
        "strRegion" : "Outer System"
    },
    {	"strName" : "Everything is Well",
        "strDesc" : "The sole colony on Eris, Earth's most distant dwarf planet, now replies to all attempts at communication with one line of text: \"Everything is well.\" The colony was a Renbao prototype of a self-sustaining, self-replicating deep space habitat, manned by a skeleton crew on a fifteen-year mission. Their status, and that of the colony, is unknown. Whether the culprit is a technical error or something more sinister is similarly unknown.",
        "strRegion" : "Outer System"
    },

    {   "strName" : "Mariner Sighted at Stellar Collision",
        "strDesc" : "Once again, the so-called \"Mariner\" has allegedly been spotted at the site of a major disaster. At UTC 14:36, a transport tanker carrying over 400 kilotons of D2O fuel failed to dock at its assigned shipping platform, and slammed into the asteroid 2386 Nikonov. Residual debris in the area, combined with remoteness from port, has made rescue efforts challenging. From the few reports available, fatalities number in the dozens. We’ll keep you updated as the situation develops...",
        "strRegion" : "Shipping & Inner System"
    },
    {   "strName" : "The Mariner: Myth or Reality?",
        "strDesc" : "This week on Myth or Reality, we examine the legend of \"The Mariner\". Reported to be the first human being betrayed by his crew in space, The Mariner is alleged to roam the void, a severed oxygen cable wrapped around his neck like a noose. Mid-EVA mission, he was deliberately untethered from his ship. The Mariner wanders still, appearing at the sites of disasters large and small as they occur. Superstitious travelers--and opportunists--claim the Mariner can be warded off with the proper method. However, neither this claim, or the Mariner’s existence, have ever been substantiated...",
        "strRegion" : "Reality Show"
    },
    {   "strName" : "Legal Dispute Complicated by Supernatural Claims",
        "strDesc" : "Billionaire inventor Jori Maximillian continues her legal battle against a former partner--today, by insisting that he collaborated with an urban legend to destroy her. Upon the breakthrough that led to the creation of lifestyle neuromod JurySafe, Jori claims that she turned to her partner at Centoni, to see him shadowed by the infamous Mariner. Under the influence of this Mariner, Jori alleges, her partner would go on to sue her for control of the intellectual property that made neuromods ubiquitous in the System...",
        "strRegion" : "Celebrity News"
    },
    {   "strName" : "Circle of Light",
        "strDesc" : "Striking miners in the Jovian system believe their cause has found an unexpected advocate--a cloud of spectral fireflies. Despite not appearing through traditional imaging technology or radar, witnesses claim that strikebreaking Troy Jupiter Group security forces are being warded off by ‘sentient motes of light’. We cannot corroborate these statements. Regardless, after a three-week stalemate, security forces continue to struggle to reach the mine...",
        "strRegion" : "Economics"
    },
    {   "strName" : "Korin Wins!",
        "strDesc" : "Five-time Grande Prêmio do Encantado champion Rex Korin wins yet again! After a picture-perfect slipshot victory around Venus, we took the champion aside for a slightly slower interview. \"It was a hard race,\" Korin said, \"but it all comes down to my team. Them and the fireflies.\" The fireflies refer, of course, to a hauler’s legend. Blessings for offerings, and a gift of water in the void. We’ll see if the victories keep flowing in. Back to you, Jack...",
        "strRegion" : "Sports"
    },
    {   "strName" : "Grisly Homicide on Mars Compound",
        "strDesc" : "A homestead of fourteen, murdered in a single night. Shock spreads across the System as details continue to arrive about a grisly murder-suicide near Sulci Gordii. The homestead contained five families--religious hermits on a quest for enlightenment. After a week-long fast in an exposed hab, heir-apparent Gordon Lear received a vision of dancing fireflies. He went on to execute every man, woman, and child in the compound, before setting the homestead alight. From preserved sermon notes found in the compound network, it appears his dream was thus: that they would all become fireflies...",
        "strRegion" : "True Crime"
    }
]